{
  "ABOUT_US": "About us",
  "ALL_INPUTS_REQUIRED": "All inputs required",
  "CAKES": "Cakes",
  "CHANGE_PASSWORD": "Change password",
  "CHANGE_USER_DATA": "Change user data",
  "CHANGE_USER_DATA_SUCCESS": "User data modified!",
  "CHANGE_USER_DATA_ERROR": "Error while trying to modify data.  Please try again later.",
  "CONTACT": "Contact",
  "CONTACT_FORM_SUCCESS": "Form sent succesfully. We will contact you soon",
  "CONTACT_FORM_ERROR": "Form error. Please try again later",
  "EMAIL": "Email",
  "EMAIL_CONFIRMED": "Email confirmed.",
  "EMAIL_CONFIRMED_SUB": "You can login with your new credentials.",
  "EMAIL_NOT_CONFIRMED": "We can`t validate your email right now.",
  "EMAIL_NOT_CONFIRMED_SUB": "Please try again later or contact the admin.",
  "GO_BACK": "Back",
  "GO_TO_LOGIN": "Go back to login",
  "GO_HOME": "Go to home page",
  "INVALID_CREDENTIALS": "Invalid credentials.",
  "INVALID_EMAIL": "Invalid email.",
  "INVALID_TOKEN": "Invalid token",
  "KETO": "Keto",
  "NAME": "Name",
  "LASTNAME": "Lastname",
  "ADDRESS_STREET": "Street",
  "ADDRESS_STREET_NUMBER": "St. Number",
  "ADDRESS_POSTCODE": "Post Code",
  "ADDRESS_CITY": "City",
  "ADDRESS_PROVINCE": "Province",
  "ADDRESS_COUNTRY": "Country",
  "ADDRESS_EXTRAS": "Extra info",
  "LOGIN": "Login",
  "LOGIN_2": "Login",
  "LOGOUT": "Logout",
  "MOBILE_NUMBER": "Mobile number",
  "NEW_PASSWORD": "New password",
  "OLD_PASSWORD": "Old password",
  "ORDER_SUCCESS": "Order created",
  "ORDER_ERROR": "Error processing order.",
  "PASSWORD": "Password",
  "PASSWORD_RECOVERY": "Recover Password",
  "PASSWORD_REGEX": "Password has to be minimum eight characters, at least one uppercase letter and one lowercase letter and one number:",
  "PASSWORDS_DONT_MATCH": "Passwords dont match.",
  "PREFIX_NUMBER": "Prefix",
  "PRODUCTS": "Products",
  "REDIRECT_TO_MAIN_PAGE": "You will be redirected to the main site.",
  "REPEAT_PASSWORD": "Repeat Password",
  "REQUEST_PASSWORD": "Success! If your email is in our database we will send an email with instructions",
  "SUBJECT": "Subject",
  "UPDATE_USER_DATA": "Update user data",
  "UPDATE_USER_PASSWORD": "Update user password",
  "USER_CREATED_WITH_GOOGLE": "This email has been registered with a Google Account. Please use that sign in method",
  "LOADING": "Loading...",
  "USER_EXIST": "Email already exist in our database.",
  "USER_LOGIN_ERROR": "Login Error. Please try again later or contact website admin.",
  "USER_LOGIN_SUCCESS": "Login successful",
  "USER_NEED_TO_VALIDATE_ACCOUNT": "Account has not been validated. Please check your email.",
  "USER_NOT_FOUND": "User not found in our Data base",
  "USER_REGISTER": "Create new account",
  "USER_REGISTER_ERROR": "Register Error. Please try again later or contact website admin.",
  "USER_REGISTER_SUCCESS": "User created successfuly. Please verify your email account.",
  "WHY_US": "Why us",
  "WRITE_A_MESSAGE": "Leave us a message! (max 250 characters)",
  "ABOUT_TITLE": "What is Charge UP?",
  "ABOUT_PARAGRAPH_1": "Hi, I'm Daniela, founder of Charge UP BCN.",
  "ABOUT_PARAGRAPH_2": "Charge up bcn was born out of love for cooking, but also because I want to help you.",
  "ABOUT_PARAGRAPH_3": "In our kitchen we combine all the ingredients to make our snacks very tasty and healthy, the main idea is to help people who want to get rid of sugar. For those who want to be careful with carbohydrates and also for those who want to eat snacks high in protein. All the snacks that you will see in our site, do not contain sugar, many of them are suitable for diabetics. We have gluten free, vegan and keto diet options.",
  "ABOUT_PARAGRAPH_4": "We want everyone to be able to consume our snacks, knowing that we will take care of their health, for all the added value they have and for every thought behind each ingredient.",
  "ABOUT_PARAGRAPH_5": "The products that are being used are ecological, organic and many of them made by myself. Purchased from local businesses in Catalonia or startups growing like us.",
  "PRODUCTS_CALORIES": "Calories",
  "PRODUCTS_CARBS": "Carbs",
  "PRODUCTS_FATS": "Fats",
  "PRODUCTS_LOADING": "Loading products...",
  "PRODUCTS_PROTEIN": "Protein",
  "PRODUCTS_SEARCH_BAR": "Search product",
  "PRODUCTS_SELECT_PRODUCT": "Select",
  "CAKES_PARAGRAPH_1": "We know that many of you want to celebrate in a healthy way, that's why we decided to adapt our recipes in cake format with decoration.",
  "CAKES_PARAGRAPH_2": "At the moment we have two healthy cake options which we know you will enjoy with your loved ones.",
  "CAKES_PARAGRAPH_3": "We selected these two options as the banana bread is a real hit and everyone loves it but we also wanted to have a chocolate option to offer and we thought the Avocado strawberry brownie would be perfect as it is vegan and gluten free.",
  "CAKES_PARAGRAPH_4": "Banana bread cake: it has the same base as banana bread covered with a layer of peanut butter, chopped bananas and dark chocolate threads as decoration. It weighs 1.4 / 1.5 kg and yields approximately 16 servings.",
  "CAKES_PARAGRAPH_5": "Avocado and strawberry brownie cake: its base is the same as the avocado and strawberry brownie (coconut flour, avocado, strawberry, dark chocolate) this brownie is gluten free, vegan, sugar free, it is identical to the one we make, only we change it to a circular shape and double the height with a red fruit decoration. This cake yields approximately 12 portions and its weight is 1 kg.",
  "KETO_TITLE": "What is Keto?",
  "KETO_PARAGRAPH_1": "The ketogenic (Keto) diet is a low-carbohydrate, high-fat eating plan linked to many potential health benefits. Following a ketogenic diet is not just about limiting carbohydrate intake. The goal is to transition our body into a fat burning mode known as ketosis. To do this, the majority of calories must come from fat.",
  "KETO_PARAGRAPH_2": "In ketosis, our body burns fat for energy instead of sugar. Some parts of our body, such as our brain, can only use blood sugar as a source of energy. On a very low-carbohydrate diet, our liver begins to create compounds known as ketone bodies to supply the necessary energy to these glucose-dependent cells.",
  "KETO_PARAGRAPH_3": "To get started on a ketogenic diet and achieve ketosis, most people should limit their total carbohydrate intake to between 20 and 50 grams per day. For most, this means that 5% to 10% of total energy intake can come from carbohydrates.",
  "KETO_PARAGRAPH_4": "The recommended macronutrient ranges for a ketogenic diet are 10% carbohydrate, 20% protein and 70% fat.",
  "KETO_PARAGRAPH_5": "It is important to note that there is no “standard” ketogenic diet.",
  "KETO_TIPICAL_FOOD_TITLE": "Typical foods consumed on the ketogenic diet",
  "KETO_TIPICAL_FOOD_OPT_1": "- Fish and seafood",
  "KETO_TIPICAL_FOOD_OPT_2": "- Cheese.",
  "KETO_TIPICAL_FOOD_OPT_3": "- Natural fats such as avocado, grass-fed butter, coconut oil and olive oil.",
  "KETO_TIPICAL_FOOD_OPT_4": "- Meats.",
  "KETO_TIPICAL_FOOD_OPT_5": "- Eggs.",
  "KETO_TIPICAL_FOOD_OPT_6": "- Vegetables that grows above ground.",
  "KETO_NOT_TIPICAL_FOOD_TITLE": "Foods that should NOT be consumed on a keto diet",
  "KETO_NOT_TIPICAL_FOOD_OPT_1": "- Sugary foods.",
  "KETO_NOT_TIPICAL_FOOD_OPT_2": "- Ultraprocessed foods.",
  "KETO_NOT_TIPICAL_FOOD_OPT_3": "- Cereals.",
  "KETO_NOT_TIPICAL_FOOD_OPT_4": "- Rice.",
  "KETO_NOT_TIPICAL_FOOD_OPT_5": "- Pasta.",
  "KETO_NOT_TIPICAL_FOOD_OPT_6": "- Legumes.",
  "KETO_NOT_TIPICAL_FOOD_OPT_7": "- Tubercles.",
  "KETO_NOT_TIPICAL_FOOD_OPT_8": "- Alcohol.",
  "KETO_NOT_TIPICAL_FOOD_OPT_9": "- Sport drinks",
  "KETO_NOT_TIPICAL_FOOD_OPT_10": "- Sweetened yogurts.",
  "KETO_NOT_TIPICAL_FOOD_OPT_11": "- Ice creams.",
  "KETO_NOT_TIPICAL_FOOD_OPT_12": "- Fruits: there are very few fruits that can be consumed, such as berries, since most fruits have too much sugar for the keto diet.",
  "WHY_US_TITLE": "WHY US?",
  "WHY_US_PARAGRAPH_1": "We work with the best products and we guarantee that everything you buy will be of the best quality. Each ingredient we use is strategically designed for your health and well-being.",
  "WHY_US_PARAGRAPH_2": "Whether it is because you are a healthy person, because you need to stay healthy, because you have a health problem and cannot eat certain foods, because of a particular diet such as sugar-free or gluten-free, because you are vegan or because you simply prefer it that way.",
  "FOOTER_CONTACT": "Connect",
  "FOOTER_TERMS": "Terms & conditions",
  "FOOTER_COOKIES": "Cookies policy",
  "FOOTER_FEEDBACK": "Feedback",
  "FOOTER_MADE_WITH": "Made with ❤️ by",
  "CART_MODAL_SAVE_DATA": "Remember my details",
  "CART_MODAL_NOTE": "Note: You can",
  "CART_MODAL_NOTE_2": "to save your details and don't write them next time!",
  "NEXT": "Continue",
  "FOR_EVERY": "For every",
  "SEE_MORE": "See more",
  "EXPAND_MAP": "Expand map",
  "GO_TO_PAY": "Go to pay",
  "CHOOSE_AN_OPTION": "Choose an option",
  "CHOOSE_DELIVERY_MODE": "Please choose shipping method",
  "DELIVERY_PICK_UP": "Pick UP & Charge UP BCN Hospitalet. Av Carrilet 123 (Free!)",
  "DELIVERY_OPTIONS": "Shipping options",
  "DELIVERY_DATA":"We ship through GLOVO company. Shipping is at the buyer's expense. Below is a map with approximate prices by area. These may vary according to the regulations of the company Glovo by variants such as rain or concurrency.",
  "ACCEPT_CHARGES": "I accept GLOVO's shipping costs and the possible price modifications described above."

}
