{
  "ABOUT_US": "Quienes somos",
  "ALL_INPUTS_REQUIRED": "Todos los campos son obligatorios.",
  "CAKES": "Cakes",
  "CHANGE_PASSWORD": "Modificar contraseña",
  "CHANGE_USER_DATA": "Modificar datos de usuario",
  "CHANGE_USER_DATA_SUCCESS": "Datos modificados!",
  "CHANGE_USER_DATA_ERROR": "Error al procesar sus datos. Por favor intente mas tarde.",
  "CONTACT": "Contacto",
  "CONTACT_FORM_SUCCESS": "Formulario enviado con éxito. Le responderemos a la brevedad",
  "CONTACT_FORM_ERROR": "Error al enviar formulario. Por favor re intentar mas tarde",
  "EMAIL": "Email",
  "EMAIL_CONFIRMED": "Email validado exitosamente.",
  "EMAIL_CONFIRMED_SUB": "Ya puede iniciar sesion con sus credenciales.",
  "EMAIL_NOT_CONFIRMED": "El email no ha podido validarse.",
  "EMAIL_NOT_CONFIRMED_SUB": "Por favor intente luego o contacte al administrador.",
  "GO_BACK": "Volver atras",
  "GO_TO_LOGIN": "Volver al login",
  "GO_HOME": "Ir al inicio",
  "INVALID_CREDENTIALS": "Credenciales invalidas.",
  "INVALID_EMAIL": "Email invalido.",
  "INVALID_TOKEN": "Token invalido.",
  "KETO": "Keto",
  "NAME": "Nombre",
  "LASTNAME": "Apellido",
  "ADDRESS_STREET": "Calle",
  "ADDRESS_STREET_NUMBER": "Numero",
  "ADDRESS_POSTCODE": "Codigo Postal",
  "ADDRESS_CITY": "Ciudad",
  "ADDRESS_PROVINCE": "Provincia",
  "ADDRESS_COUNTRY": "Pais",
  "ADDRESS_EXTRAS": "Informacion extra",
  "LOGIN": "Login",
  "LOGOUT": "Cerrar sesión",
  "MOBILE_NUMBER": "Numero de movil",
  "NEW_PASSWORD": "Nueva contraseña",
  "OLD_PASSWORD": "Contraseña antigua",
  "ORDER_SUCCESS": "Orden creada con éxito",
  "ORDER_ERROR": "Error procesando orden.",
  "PASSWORD": "Contraseña",
  "PASSWORD_RECOVERY": "Recuperar contraseña",
  "PASSWORD_REGEX": "La contraseña debe tener minimo 8 caracteres, al menos una mayuscula y al menos una minuscula",
  "PASSWORDS_DONT_MATCH": "Las contraseñas deben coincidir.",
  "PREFIX_NUMBER": "Prefijo",
  "PRODUCTS": "Productos",
  "REDIRECT_TO_MAIN_PAGE": "Será redirigido a la pagina principal.",
  "REPEAT_PASSWORD": "Repetir Contraseña",
  "REQUEST_PASSWORD": "Exito! Si su email se encuentra en nuesta base de datos, enviaremos instrucciones de como recuperar su contraseña",
  "SUBJECT": "Asunto",
  "UPDATE_USER_DATA": "Modificar datos",
  "UPDATE_USER_PASSWORD": "Modificar contraseña",
  "USER_CREATED_WITH_GOOGLE": "Este email fue registrado con una cuenta de Google. Por favor utiliza ese metodo para iniciar sesion.",
  "USER_EXIST": "Email ya se encuentra registrado en nuestra base de datos.",
  "USER_LOGIN_ERROR": "Error en login. Por favor intente mas tarde o informe al administrador.",
  "USER_LOGIN_SUCCESS": "Login exitoso",
  "USER_NEED_TO_VALIDATE_ACCOUNT": "La cuenta no se ha validado aún. Por favor revise su email.",
  "USER_NOT_FOUND": "Usuario no encontrado en nuestra base de datos",
  "USER_REGISTER": "Crear nueva cuenta",
  "USER_REGISTER_ERROR": "Error al registrar. Por favor intente mas tarde o informe al administrador.",
  "USER_REGISTER_SUCCESS": "Usuario creado con éxito. Hemos enviado un correo para verificar su cuenta.",
  "WHY_US": "Por que elegirnos",
  "WRITE_A_MESSAGE": "Escribenos un mensaje! (max 250 caracteres)",
  "ABOUT_TITLE": "Que es Charge UP?",
  "ABOUT_PARAGRAPH_1": "Hola soy Daniela Cabello, creadora de Charge Up Bcn.",
  "ABOUT_PARAGRAPH_2": "Charge up bcn ha nacido por amor a la cocina, pero también porque los quiero ayudar.",
  "ABOUT_PARAGRAPH_3": "En nuestra cocina se combinan todos los ingredientes para que nuestros snacks sean muy ricos y muy saludables.La idea principal es ayudar a las personas que quieren librarse del azúcar. Para aquellos que quieran cuidarse con los carbohidratos y también para quienes quieren consumir snacks altos en proteínas. Todos los snacks que verás en nuestra página, no contienen azúcar, muchos de ellos son aptos para diabéticos. Tenemos opción de gluten free, vegan y dieta keto.",
  "ABOUT_PARAGRAPH_4": "Deseamos que todos puedan consumir nuestros snacks, sabiendo que cuidaremos de su salud, por todo el valor agregado que tienen, por todo el detrás de cada ingrediente y pensamiento que se ponen en ellos.",
  "ABOUT_PARAGRAPH_5": "Los productos que se colocan son ecológicos, orgánicos y muchos de ellos hechos por mi misma. Adquiridos en comercios locales de Cataluña o startups en crecimiento al igual que nosotros.",
  "PRODUCTS_CALORIES": "Calories",
  "PRODUCTS_CARBS": "Carbohidragos",
  "PRODUCTS_FATS": "Grasas saludables",
  "PRODUCTS_LOADING": "Cargando productos...",
  "PRODUCTS_PROTEIN": "Proteina",
  "PRODUCTS_SEARCH_BAR": "Buscar producto",
  "PRODUCTS_SELECT_PRODUCT": "Seleccionar",
  "CAKES_PARAGRAPH_1": "Sabemos que muchos de ustedes quieren festejar de manera saludable, es por ello que decidimos adaptar nuestras recetas en formato pasteles con decoración.",
  "CAKES_PARAGRAPH_2": "Al momento tenemos dos opciones de pasteles saludables los cuales sabemos que serán un éxitos y podrán disfrutar con sus personas queridas.",
  "CAKES_PARAGRAPH_3": "Hemos seleccionado estas dos opciones ya que el banana bread es realmente un éxito y a todos les gusta pero también queríamos tener una opción de chocolate para ofrecer y nos pareció que el Avocado fresa brownie iría perfecto ya que es vegano y sin gluten.",
  "CAKES_PARAGRAPH_4": "Pastel de banana bread: tiene una base igual a el banana bread cubierto con una capa de mantequilla de cacahuete, bananas troceadas e hilos de chocolate dark como decoración. Su peso es de 1,4 / 1, 5 kg y rinde aproximadamente 16 porciones.",
  "CAKES_PARAGRAPH_5": "Pastel de avocado y fresa brownie: su base es la del brownie de avocado y fresa ( harina de coco, avocado, fresa, chocolate dark) este brownie es libre de gluten, vegano, sin azúcar es idéntico al que hacemos, solamente que lo cambiamos de manera circular y el doble de alto con una decoración de frutos rojos. Este pastel rinde aproximadamente 12 porciones y su peso es de 1 kg",
  "KETO_TITLE": "Que es Keto?",
  "KETO_PARAGRAPH_1": "La dieta cetogénica (Keto) es un plan de alimentación bajo en carbohidratos y alto en grasas vinculado con muchos beneficios potenciales para la salud. Seguir una dieta cetogénica no se trata sólo de limitar la ingesta de carbohidratos. El objetivo es hacer la transición de nuestro cuerpo a un modo de quema de grasa conocido como cetosis. Para hacer esto, la mayoría de las calorías deben provenir de las grasas.",
  "KETO_PARAGRAPH_2": "En la cetosis, nuestro cuerpo quema grasa para obtener energía en lugar de azúcar. Algunas partes de nuestro cuerpo, como nuestro cerebro, solo pueden utilizar el azúcar en sangre como fuente de energía. Con una dieta muy baja en carbohidratos, nuestro hígado comienza a crear compuestos conocidos como cuerpos cetónicos para suministrar la energía necesaria a estas células dependientes de la glucosa.",
  "KETO_PARAGRAPH_3": "Para comenzar con una dieta cetogénica y alcanzar la cetosis, la mayoría de las personas deben limitar su ingesta total de carbohidratos a entre 20 y 50 gramos por día. Para la mayoría, esto significa que del 5% al ​​10% de la ingesta energética total puede provenir de los carbohidratos.",
  "KETO_PARAGRAPH_4": "Los rangos de macronutrientes recomendados para una dieta cetogénica son 10% de carbohidratos, 20% de proteínas y 70% de grasas.",
  "KETO_PARAGRAPH_5": "Es importante señalar que no existe una dieta cetogénica “estándar”.",
  "KETO_TIPICAL_FOOD_TITLE": "Alimentos típicos que se consumen en la dieta cetogénica",
  "KETO_TIPICAL_FOOD_OPT_1": "- Pescados y mariscos.",
  "KETO_TIPICAL_FOOD_OPT_2": "- Queso.",
  "KETO_TIPICAL_FOOD_OPT_3": "- Grasas naturales como aguacate, mantequilla de pasto, aceite de coco y aceite de oliva.",
  "KETO_TIPICAL_FOOD_OPT_4": "- Carnes.",
  "KETO_TIPICAL_FOOD_OPT_5": "- Huevos.",
  "KETO_TIPICAL_FOOD_OPT_6": "- Verduras que crecen sobre el suelo.",
  "KETO_NOT_TIPICAL_FOOD_TITLE": "Alimentos que NO se deben consumir en una dieta keto",
  "KETO_NOT_TIPICAL_FOOD_OPT_1": "- Alimentos azucarados.",
  "KETO_NOT_TIPICAL_FOOD_OPT_2": "- Alimentos ultraprocesados.",
  "KETO_NOT_TIPICAL_FOOD_OPT_3": "- Cereales.",
  "KETO_NOT_TIPICAL_FOOD_OPT_4": "- Arroz.",
  "KETO_NOT_TIPICAL_FOOD_OPT_5": "- Pastas.",
  "KETO_NOT_TIPICAL_FOOD_OPT_6": "- Legumbres.",
  "KETO_NOT_TIPICAL_FOOD_OPT_7": "- Tuberculos.",
  "KETO_NOT_TIPICAL_FOOD_OPT_8": "- Alcohol.",
  "KETO_NOT_TIPICAL_FOOD_OPT_9": "- Bebidas deportivas.",
  "KETO_NOT_TIPICAL_FOOD_OPT_10": "- Yogures endulzados.",
  "KETO_NOT_TIPICAL_FOOD_OPT_11": "- Helados.",
  "KETO_NOT_TIPICAL_FOOD_OPT_12": "- Frutas: hay muy pocas que se pueden consumir, como por ejemplo frutos rojos ya que mayoría de la fruta tiene demasiado azúcar para la dieta keto.",
  "WHY_US_TITLE": "POR QUE ELEGIRNOS?",
  "WHY_US_PARAGRAPH_1": "Trabajamos con los mejores productos y te garantizamos que todo lo que compres será de la mejor calidad cada ingrediente que colocamos está pensado estratégicamente para tu salud y bienestar.",
  "WHY_US_PARAGRAPH_2": "Ya sea porque eres una persona saludable, porque necesitas mantenerte saludable, porque tienes algún problema de salud y no puedes comer determinados alimentos, por alguna dieta en particular como libre de azúcar o libre de gluten, porque eres vegano o porque simplemente lo prefieres así.",
  "FOOTER_CONTACT": "Conectemos!",
  "FOOTER_TERMS": "Terminos y condiciones",
  "FOOTER_COOKIES": "Cookies policy",
  "FOOTER_FEEDBACK": "Feedback",
  "FOOTER_MADE_WITH": "Hecho con ❤️ por"
}
