[
  {
    "title": "BANANA BREAD",
    "description": "Vegano, sin azúcar hecho con avena ecológica comprada en comercios locales, autónomos de la zona. Además de banana contiene: Sirope de agave, mantequilla de cacahuete compuesta únicamente por cacahuetes al 100%. Nueces ecológicas, chips de chocolate dark 80% cacao. Mi banana Bread no tiene ni químicos, conservantes, ni azúcares. La durabilidad del mismo al no contener conservantes va a ser mucho más corta que cualquier bread que compres en un mercado, por lo que se recomienda que lo refrigeres en la nevera y lo consumas dentro de los 5 días luego de la fecha de elaboración. Puedes cortarlo en porciones y congelarlo para poder mantenerlo más tiempo y solo retirar del congelador la porción que comerás ese día. Durabilidad 5 días luego de su elaboración.",
    "price": 3,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": false,
      "vegan": true,
      "glutenFree": false,
      "keto": false
    },
    "nutritionalInfo": {
      "weight": 100,
      "calories": 200,
      "protein": 12,
      "carbs": 19,
      "fat": 8
    }
  },
  {
    "title": "ENERGY BALLS",
    "description": "Las Energy balls te aportan muchas proteínas. Son ideales para luego de tus entrenos o si simplemente necesitas un shot de energía! Mix de frutos secos: Avellanas (en su mayor cantidad), nueces y almendras. Dátiles naturales, proteína vegana neutra o vainilla , cacao 100% , aceite de coco neutralizado. Tienen coco rayado a modo de decoración. Los dátiles son endulzantes naturales y a su vez aportan energía. Los frutos secos te darán proteína más el extra de proteína vegana low carb que se le coloca; ¡estarás a tope! Estas energy balls son libres de gluten , apto vegano, sin azúcar añadida ultra high protein. Te recomiendo mantenerlas refrigeradas y cubiertas. Durabilidad: 7-10 días en nevera",
    "price": 2,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": true,
      "vegan": true,
      "glutenFree": true,
      "keto": true
    },
    "nutritionalInfo": {
      "weight": 40,
      "calories": 140,
      "protein": 22,
      "carbs": 4,
      "fat": 0
    }
  },
  {
    "title": "BROWNIE DE AVELLANAS",
    "description": "Realizado con avellanas que previamente son tostadas en horno se dejan enfriar para luego procesarlas hasta convertirlas en harina. Por lo cual son brownies libres de gluten. Esto hace que no tengan casi nada de carbohidratos. El chocolate que se usa es 80% cacao evitando de este modo que contenga azúcar añadida. Los brownies ya vienen en porciones con la dosis de carbohidratos que se indican o sea 3gr, es por ello que se entregan divididos. Es ideal para dietas Keto ya que se pueden ingerir muy poquitos carbos al día. Con estos brownies lo que hacemos es no consumir casi nada de carbos pero deleitarnos con un postre o colación “dulce”, saludable y delicioso. Las porciones son las justas y amarán estos brownies ya que se siente el sabor de la avellana mezclada con el chocolate y es una increíble explosión de sabores! No son veganos ya que llevan huevo y mantequilla. Durabilidad de 6/7 días, mantener refrigerado en nevera.",
    "price": 3,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": true,
      "vegan": false,
      "glutenFree": true,
      "keto": true
    },
    "nutritionalInfo": {
      "weight": 40,
      "calories": 220,
      "protein": 10,
      "carbs": 3,
      "fat": 19
    }
  },
  {
    "title": "BROWNIE DE AVOCADO Y FRESA",
    "description": "Mousse de avocado con harina de coco y huevos de chía, se utiliza cacao 80%. Brownies que combinan todo lo que se necesita ya que son deliciosos con una textura perfecta. Son libres de gluten, sin azúcar añadida. Es un brownie apto vegano y también puede ser utilizado para dietas keto aunque tiene un poco más de carbohidratos que los otros snacks. Las fresas que se colocan son fresas secas ecológicas. Este brownie se hornea unos minutos para que tome consistencia pero lo que le da firmeza es el frío. Se debe mantener refrigerado y su durabilidad es de 4/5 días en nevera viene dividido en 4 porciones abundantes. Una vez que lo prueben, no van a querer otro!",
    "price": 6,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": false,
      "vegan": true,
      "glutenFree": true,
      "keto": false
    },
    "nutritionalInfo": {
      "weight": 2000,
      "calories": 102,
      "protein": 3,
      "carbs": 11,
      "fat": 7
    }
  },
  {
    "title": "ENERGY BARS",
    "description": "Copos gruesos de avena sin gluten con jarabe de arce de grado C (esto quiere decir que es lo mas natural que se encuentra en el mercado). Lleva mantequilla de cacahuete natural 100% , sin químicos ni conservantes y sin azúcares añadidos. Cranberries secas de primera calidad ecológicas. Estas barritas no solo aportarán frescor en tu diaria si no que aportaran energía y un sabor único. Son ideales para dejar en la nevera y comer cuanto se te antoje algo “dulce”, te darán un shot de energía pero no romperán con tu dieta. Cuando las pruebes tendrás una sensación de mezclas entre dulce y amargo que te sabrá increible! Durabilidad: 10 días en la nevera",
    "price": 1.5,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": true,
      "vegan": true,
      "glutenFree": false,
      "keto": false
    },
    "nutritionalInfo": {
      "weight": 60,
      "calories": 132,
      "protein": 6,
      "carbs": 20,
      "fat": 3
    }
  },
  {
    "title": "CHOCO BARS",
    "description": "Barritas crunchy para comer super frías, ideales para esos antojos dulces pero para no romper con la dieta o si simplemente no puedes comer azúcares. Estas barritas son sin gluten, vegano y apto dieta Keto. Mix de frutos secos con semillas de calabaza y pipas de girasol, chocolate 80% cacao con un touch de Eritritol te aportaran energía y proteína, un clásico que no fallará nunca. Durabilidad 10 días en nevera",
    "price": 4,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": false,
      "vegan": true,
      "glutenFree": true,
      "keto": true
    },
    "nutritionalInfo": {
      "weight": 30,
      "calories": 180,
      "protein": 5,
      "carbs": 4,
      "fat": 16
    }
  },
  {
    "title": "MATCHA ENERGY BREAD",
    "description": "Es otra de las especialidades de Charge up, realizado con Matcha orgánico, proteína vegana low carb, harina de avena, sirope de agave y chips de chocolate blanco vegano / opción de pedirlo con chocolate blanco keto de Funky Fat Foods. Es apto vegano, high protein y hay opción sin gluten (harina de avena sin libre de gluten). Este bread no solo le gusta a los amantes del matcha, también a los que nunca lo han probado y hasta los que han dicho 'odio el matcha', todos deben probarlo ya que obsesiona! Además el matcha tiene muchísimos beneficios súper saludables que debemos aprovechar. Una vez que se prueba no hay vuelta atrás. Durabilidad 5 días en nevera.",
    "price": 2.5,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": true,
      "vegan": true,
      "glutenFree": false,
      "keto": false
    },
    "nutritionalInfo": {
      "weight": 2000,
      "calories": 180,
      "protein": 15,
      "carbs": 18,
      "fat": 4
    }
  },
  {
    "title": "PEANUT BALLS",
    "description": "Estas Bolitas de energía de mantequilla de cacahuete son ideales para los amantes de la mantequilla. Se deben comer despacio. Son sin gluten, sin azúcar añadida, apto vegano e ideal para dieta keto ya que cada 30gr tienen 2gr de Carbohidratos. Para los que conocen el dulce 'Bon o Bon' al comer estas bolitas se acordaran mucho de él. Con extra de proteína vegana low carb, eritritol y un plus de cacahuetes triturados que darán una sensación crunchy. Super adictivos!. Durabilidad : 10 días en nevera",
    "price": 4,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": true,
      "vegan": true,
      "glutenFree": true,
      "keto": true
    },
    "nutritionalInfo": {
      "weight": 2000,
      "calories": 94,
      "protein": 10,
      "carbs": 2,
      "fat": 8
    }
  },
  {
    "title": "Strawberry Cookies Tea",
    "description": "Cookies Keto, sin gluten ni azúcares.Poseen mermelada de fresa handmade sin azúcar. Harina de almendra y tan solo 3gr de carbohidratos por porción. Son exquisitas y su sabor es similar al de un scons. La receta original lleva membrillo, pero por su alto contenido en azúcar se reemplaza con la mermelada casera. Durabilidad : 5 días en nevera",
    "price": 3,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": false,
      "vegan": false,
      "glutenFree": true,
      "keto": true
    },
    "nutritionalInfo": {
      "weight": 40,
      "calories": 117,
      "protein": 4,
      "carbs": 3,
      "fat": 10
    }
  },
  {
    "title": "KETO SCONS CHEESE",
    "description": "Los Keto Scons son la versión Healthy de los chipa. Tiene una mezcla de quesos en hebras con harina de almendras. Lo ideal es comerlos calentitos. Por lo que yo te los entregaré cocinados y solamente calientas el horno y déjalos 2 minutos, luego cómelos y disfruta de esta delicia. De verdad que te van a encantar! Durabilidad : 72hs (puedes congelarlos)",
    "price": 3,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": false,
      "vegan": false,
      "glutenFree": true,
      "keto": true
    },
    "nutritionalInfo": {
      "weight": 30,
      "calories": 98,
      "protein": 6,
      "carbs": 1,
      "fat": 7
    }
  },
  {
    "title": "KETO PROTEIN BREAD",
    "description": "El Keto Protein Bread, es un pan super cargado de proteínas. Es ideal para comer acompañado de un queso untable, una loncha de pavo, queso, avocado o huevos. No es un pan común. Es proteino. Por lo que no esperes un pan de molde. Su textura es como una nube y te va a saciar muchísimo por lo que te recomiendo que cortes una rebanada muy finita. Durabilidad : 5 días en nevera, también puedes cortarlo y congelarlo ya en porciones.",
    "price": 6,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": true,
      "vegan": false,
      "glutenFree": false,
      "keto": true
    },
    "nutritionalInfo": {
      "weight": 100,
      "calories": 190,
      "protein": 17,
      "carbs": 1.4,
      "fat": 12
    }
  },
  {
    "title": "CINNAMON ROLLS",
    "description": "Rolls de canela con mezcla de harina de almendras, linaza y harina de coco. Libre de gluten. Mucha canela para los amantes de ella. Vas a volver a sentir el placer de comer un cinnamon roll pero sin azúcar, ya que está endulzado con eritritol, por encima tiene una crema hecha con queso que es deliciosa. Durabilidad : 5 días en nevera",
    "price": 3.5,
    "quantity": 0,
    "imgUri": "https://i.imgur.com/BOybB7o.jpeg",
    "suitableForInfo": {
      "protein": false,
      "vegan": false,
      "glutenFree": true,
      "keto": true
    },
    "nutritionalInfo": {
      "weight": 2000,
      "calories": 209,
      "protein": 5.4,
      "carbs": 3.4,
      "fat": 18
    }
  }
]
